Repository: eemitch/Simple-Front-End-Login
Catalog: languages/basic-front-end-login-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pt_pt, sv_se

source: Log out of this website
de_de: Von dieser Website abmelden
es_es: Salir de este sitio web
fr_fr: Se déconnecter de ce site
it_it: Uscire da questo sito web
nl_nl: Afmelden van deze website
pt_pt: Sair deste sítio Web

source: Log Out
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion
it_it: Esci
nl_nl: Uitloggen
pt_pt: Sair

source: Basic Front-End Login Form
de_de: Grundlegendes Front-End-Anmeldeformular
es_es: Formulario básico de acceso frontal
fr_fr: Formulaire d'ouverture de session de base
it_it: Modulo di accesso di base per il Front-End
nl_nl: Basis voorblad-aanmeldingsformulier
pt_pt: Formulário Básico de Login Front-End
sv_se: Grundläggande frontend-inloggningsformulär

source: Login Form
de_de: Anmeldeformular
es_es: Formulario de Login
fr_fr: Formulaire de connexion
it_it: Modulo di Login
nl_nl: Toon loginformulier
pt_pt: Formulário de Login
sv_se: Inloggningsformulär

source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
it_it: Nome utente
nl_nl: Gebruikersnaam
pt_pt: Nome de utilizador
sv_se: Användarnamn

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
nl_nl: Wachtwoord
pt_pt: Senha
sv_se: Lösenord

source: Remember Me
de_de: Angemeldet bleiben
es_es: Recuérdame
fr_fr: Se souvenir de moi
it_it: Ricordami
nl_nl: Onthoud mij
pt_pt: Lembrar-me
sv_se: Kom ihåg mig

source: Log In
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Connexion
it_it: Accedi
nl_nl: Inloggen
pt_pt: Entrar
sv_se: Logga in

source: Logout
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion
it_it: Esci
nl_nl: Uitloggen
pt_pt: Sair
sv_se: Logga ut

source: This plugin provides you with a basic front-end login form for any page, post or widget.
de_de: Dieses Plugin bietet Ihnen ein einfaches Front-End-Anmeldeformular für jede Seite, jeden Beitrag oder jedes Widget.
es_es: Este plugin te proporciona un formulario básico de inicio de sesión para cualquier página, publicación o widget.
fr_fr: Ce plugin vous fournit un formulaire d'ouverture de session de base pour toute page, message ou widget.
it_it: Questo plugin fornisce un modulo di login di base per qualsiasi pagina, post o widget.
nl_nl: Deze plugin biedt u een eenvoudig front-end loginformulier voor elke pagina, post of widget.
pt_pt: Este plugin fornece-lhe um formulário de login básico de front-end para qualquer página, post ou widget.
sv_se: Detta plugin ger dig ett grundläggande inloggningsformulär för alla sidor, inlägg eller widgetar.

source: It will also redirect to the page you choose.
de_de: Es wird auch auf die von Ihnen gewählte Seite umgeleitet.
es_es: También redirigirá a la página que usted elija.
fr_fr: Il redirigera également vers la page que vous aurez choisie.
it_it: Verrà anche reindirizzato alla pagina scelta.
nl_nl: Het zal ook doorverwijzen naar de pagina die u kiest.
pt_pt: Ele também será redirecionado para a página que você escolher.
sv_se: Det omdirigeras också till den sida du väljer.

source: It also blocks access to the back-end and hides the Admin Bar.
de_de: Es blockiert auch den Zugriff auf das Back-End und verbirgt die Verwaltungsleiste.
es_es: También bloquea el acceso a la parte de atrás y esconde la barra de administración.
fr_fr: Il bloque également l'accès à l'arrière-plan et cache l'Admin Bar.
it_it: Blocca anche l'accesso al back-end e nasconde l'Admin Bar.
nl_nl: Het blokkeert ook de toegang tot de achterkant en verbergt de Admin Bar.
pt_pt: Também bloqueia o acesso ao back-end e esconde a barra de administração.
sv_se: Det blockerar också åtkomst till backend och döljer Admin Bar.

source: To display the login form, place this shortcode on any page, post, or widget:
de_de: Um das Anmeldeformular anzuzeigen, platzieren Sie diesen Kurzcode auf einer beliebigen Seite, einem Beitrag oder einem Widget:
es_es: Para mostrar el formulario de ingreso, coloque este atajo en cualquier página, mensaje o widget:
fr_fr: Pour afficher le formulaire de connexion, placez ce raccourci sur n'importe quelle page, message ou widget :
it_it: Per visualizzare il modulo di login, inserire questo codice di collegamento in qualsiasi pagina, post o widget:
nl_nl: Om het inlogformulier weer te geven, plaatst u deze shortcode op een willekeurige pagina, post of widget:
pt_pt: Para exibir o formulário de login, coloque este atalho em qualquer página, post ou widget:
sv_se: För att visa inloggningsformuläret placerar du den här kortkoden på valfri sida, inlägg eller widget:

source: Shortcode for the login form
de_de: Shortcode für das Anmeldeformular
es_es: Shortcode para el formulario de acceso
fr_fr: Shortcode pour le formulaire de connexion
it_it: Shortcode per il modulo di login
nl_nl: Shortcode voor het aanmeldformulier
pt_pt: Código curto para o formulário de início de sessão

source: Copy shortcode to clipboard
de_de: Shortcode in die Zwischenablage kopieren
es_es: Copiar código corto al portapapeles
fr_fr: Copier le code court dans le presse-papiers
it_it: Copiare il codice breve negli appunti
nl_nl: Kopieer shortcode naar klembord
pt_pt: Copiar código curto para a área de transferência

source: Copy Shortcode
de_de: Shortcode kopieren
es_es: Copiar shortcode
fr_fr: Copier le Shortcode
it_it: Shortcode
nl_nl: Kopieer shortcode
pt_pt: Copiar shortcode

source: Options
de_de: Optionen
es_es: Opciones
it_it: Opzioni
nl_nl: Opties
pt_pt: Opções

source: Redirect URL
de_de: Weiterleitungs-URL
es_es: Redireccionar URL
fr_fr: URL de redirection
it_it: URL di rendirizzamento
nl_nl: Omleidings-URL
pt_pt: Redirecionar URL

source: After login, go to this page. You can override this by using the "redirect" attribute in the shortcode.
de_de: Nach der Anmeldung rufen Sie diese Seite auf. Sie können dies durch Verwendung des Attributs "redirect" im Shortcode außer Kraft setzen.
es_es: Después de iniciar sesión, vaya a esta página. Puede anular esto utilizando el atributo "redirect" en el shortcode.
fr_fr: Après s'être connecté, il faut aller sur cette page. Vous pouvez remplacer cette fonction en utilisant l'attribut "redirect" dans le shortcode.
it_it: Dopo l'accesso, si accede a questa pagina. È possibile annullare questa impostazione utilizzando l'attributo "redirect" nel codice breve.
nl_nl: Ga na het inloggen naar deze pagina. Je kunt dit opheffen door het attribuut "redirect" in de shortcode te gebruiken.
pt_pt: Depois de iniciar sessão, aceda a esta página. Pode substituir isto utilizando o atributo "redirect" no shortcode.

source: You can over-ride this to create multiple login forms by using this shortcode attribute:
de_de: Sie können dies außer Kraft setzen, um mehrere Anmeldeformulare zu erstellen, indem Sie dieses Shortcode-Attribut verwenden:
es_es: Puede anular esto para crear múltiples formularios de inicio de sesión utilizando este atributo de código abreviado:
fr_fr: Vous pouvez passer outre pour créer plusieurs formulaires de connexion en utilisant cet attribut de code court :
it_it: È possibile sovrascriverlo per creare più moduli di login utilizzando questo attributo shortcode:
nl_nl: U kunt dit overschrijven om meerdere aanmeldingsformulieren aan te maken door gebruik te maken van dit shortcode-attribuut:
pt_pt: Você pode substituir isto para criar vários formulários de login usando este atributo de atalho:
sv_se: Du kan överköra detta för att skapa flera inloggningsformulär genom att använda detta kortkodsattribut:

source: Restrict Dashboard Access
de_de: Dashboard-Zugang einschränken
es_es: Restringir el Acceso al Panel de Control
fr_fr: Restreindre l’accès au tableau de bord
it_it: Limitare l'accesso al cruscotto
nl_nl: Beperking van de toegang tot het Dashboard
pt_pt: Restringir o acesso do painel de controlo
sv_se: Begränsa åtkomst till instrumentpanelen

source: Select roles that should be denied access to the Dashboard.
de_de: Wählen Sie die Rollen aus, denen der Zugriff auf das Dashboard verweigert werden soll.
es_es: Seleccione las funciones a las que se debe denegar el acceso al Panel de control.
fr_fr: Sélectionnez les rôles auxquels l'accès au tableau de bord doit être refusé.
it_it: Selezionare i ruoli a cui deve essere negato l'accesso al Dashboard.
nl_nl: Selecteer rollen die geen toegang mogen hebben tot het Dashboard.
pt_pt: Selecione as funções às quais deve ser negado o acesso ao Painel.

source: This setting is for when you want your users to be logged-in, but do not want them to have access to the Wordpress Dashboard.
de_de: Diese Einstellung ist für den Fall gedacht, dass Sie möchten, dass Ihre Benutzer eingeloggt sind, aber keinen Zugriff auf das Wordpress Dashboard haben sollen.
es_es: Esta configuración es para cuando quieras que tus usuarios se conecten, pero no quieras que tengan acceso al Wordpress Dashboard.
fr_fr: Ce paramètre est destiné aux cas où vous souhaitez que vos utilisateurs soient connectés, mais ne veulent pas qu'ils aient accès au tableau de bord Wordpress.
it_it: Questa impostazione è per quando si desidera che i propri utenti siano collegati, ma non si desidera che abbiano accesso al cruscotto di Wordpress.
nl_nl: Deze instelling is voor wanneer u wilt dat uw gebruikers ingelogd zijn, maar niet wilt dat ze toegang hebben tot het Wordpress Dashboard.
pt_pt: Esta configuração é para quando você quer que seus usuários estejam conectados, mas não quer que eles tenham acesso ao Painel de Controle do Wordpress.
sv_se: Den här inställningen är för när du vill att dina användare ska vara inloggade, men inte vill att de ska ha tillgång till Wordpress Dashboard.

source: Check all roles
de_de: Alle Rollen überprüfen
es_es: Comprobar todas las funciones
fr_fr: Vérifier tous les rôles
it_it: Controllare tutti i ruoli
nl_nl: Alle rollen aanvinken
pt_pt: Verificar todas as funções

source: Check All
de_de: Alle auswählen
es_es: Seleccionar Todas
fr_fr: Tout cocher
it_it: Seleziona Tutti
nl_nl: Selecteer Alles
pt_pt: Marcar Todos

source: Uncheck all roles
de_de: Alle Rollen abwählen
es_es: Desmarcar todas las funciones
fr_fr: Décocher tous les rôles
it_it: Deselezionare tutti i ruoli
nl_nl: Deselecteer alle functies
pt_pt: Desmarcar todas as funções

source: Uncheck All
de_de: Alle abwählen
es_es: Desmarcar todos
fr_fr: Tout décocher
it_it: Deseleziona Tutti
nl_nl: Deselecteer Alles
pt_pt: Desmarcar tudo

source: Selected roles will not see the Admin Bar or access the Dashboard.
de_de: Ausgewählte Rollen sehen die Admin-Leiste nicht und haben keinen Zugriff auf das Dashboard.
es_es: Los roles seleccionados no verán la Barra de Administración ni accederán al Panel de Control.
fr_fr: Les rôles sélectionnés ne verront pas la barre d'administration et n'auront pas accès au tableau de bord.
it_it: I ruoli selezionati non vedranno la barra di amministrazione e non accederanno alla dashboard.
nl_nl: Geselecteerde rollen zien de beheerbalk niet en hebben geen toegang tot het dashboard.
pt_pt: As funções selecionadas não verão a barra de administração nem acederão ao painel de controlo.

source: Logout Button
de_de: Abmelde Button
es_es: Boton de Cierre de Sesion
fr_fr: Bouton de déconnexion
it_it: Pulsante logout
nl_nl: Knop Afmelden
pt_pt: Botão de Logout

source: Show Logout Button
de_de: Abmeldeschaltfläche anzeigen
es_es: Mostrar botón de cierre de sesión
fr_fr: Afficher le bouton de déconnexion
it_it: Mostra il pulsante di logout
nl_nl: Knop Afmelden tonen
pt_pt: Mostrar botão de terminar sessão

source: Show a "Log Out" button at the bottom-right corner of each page for logged-in users.
de_de: Zeigen Sie eine Schaltfläche "Abmelden" in der unteren rechten Ecke jeder Seite für angemeldete Benutzer an.
es_es: Mostrar un botón "Salir" en la esquina inferior derecha de cada página para los usuarios que hayan iniciado sesión.
fr_fr: Afficher un bouton "Déconnexion" dans le coin inférieur droit de chaque page pour les utilisateurs connectés.
it_it: Mostrare un pulsante "Esci" nell'angolo inferiore destro di ogni pagina per gli utenti connessi.
nl_nl: Toon een knop "Afmelden" in de rechterbenedenhoek van elke pagina voor ingelogde gebruikers.
pt_pt: Mostrar um botão "Terminar sessão" no canto inferior direito de cada página para os utilizadores com sessão iniciada.

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar ajustes
fr_fr: Enregistrer les paramètres
it_it: Salva Impostazioni
nl_nl: Instellingen Opslaan
pt_pt: Guardar definições

source: Save form settings
de_de: Formular-Einstellungen speichern
es_es: Guardar la configuración del formulario
fr_fr: Sauvegarder les paramètres du formulaire
it_it: Salvare le impostazioni del modulo
nl_nl: Formulierinstellingen opslaan
pt_pt: Guardar definições do formulário

source: Basic Front-End Login
de_de: Grundlegende Front-End-Anmeldung
es_es: Inicio de sesión básico de front-end
fr_fr: Connexion de base à l'interface
it_it: Login di base per il Front-End
nl_nl: Basis voorinlogboeking
pt_pt: Login Básico Front-End
sv_se: Grundläggande front-end-inloggning

source: Version
es_es: Versión
it_it: Versione
nl_nl: Versie
pt_pt: Versão

source: Plugin by
de_de: Plugin von
es_es: Plugin por
fr_fr: Plugin par
it_it: Plugin di
nl_nl: Plugin door
pt_pt: Plugin por
sv_se: Plugin av

source: A very simple front-end login form which can also disable access to the back-end.
de_de: Ein sehr einfaches Front-End-Anmeldeformular, das auch den Zugriff auf das Back-End deaktivieren kann.
es_es: Un formulario de acceso muy simple que también puede deshabilitar el acceso a la parte de atrás.
fr_fr: Un formulaire de connexion frontal très simple qui peut également désactiver l'accès au back-end.
it_it: Un semplicissimo modulo di login front-end che può anche disabilitare l'accesso al back-end.
nl_nl: Een zeer eenvoudig front-end login formulier dat ook de toegang tot de back-end kan uitschakelen.
pt_pt: Um formulário de login muito simples, que também pode desativar o acesso ao back-end.
sv_se: En mycket enkel front-end inloggningsformulär som också kan inaktivera åtkomst till back-end.

source: Default Login Redirect
sv_se: Standardinloggnings omdirigering

source: After login, go to this page.
sv_se: Efter inloggning, gå till den här sidan.

source: Checked roles will not see the Admin Bar or be allowed to access the Dashboard.
sv_se: Kontrollerade roller ser inte administratörsfältet eller får åtkomst till instrumentpanelen.

source: SAVE
sv_se: SPARA

source: Basic Front End Login
sv_se: Grundläggande Front End-inloggning

source: Please donate if you find this plugin useful.
sv_se: Vänligen donera om du tycker att det här pluginet är användbart.
